{
    "start": "\"RASTISHKA\" bilan yutuqlarga ega bo'ling❗\n🔻17 000 so'm va undan yuqori qiymatda istalgan \"RASTISHKA\" mahsulotlarini xarid qiling \n🔻Chekni @rastishka_promo_bot ga yuklang\n🔻Sovg'alar yutib oling",
    "chooseLang": "Tilni tanlang/ Выберите язык",
    "checkAccepted": "Rahmat, chek qabul qilindi va moderatsiyaga yuborildi! Arizaning unikal raqami: ${check_id}\nSovrin yutib olganingiz taqdirda bildirishnomalarni o'tkazib yubormaslik uchun, bot bildirishnomalarni o'chirmang.",
    "getRules": "Aksiya Qoidalari bilan tanishish uchun havolani bosing\n\n  <a href = '${link}'>Файл (PDF)</a>",
    "myChecks": "🧾Mening cheklarim",
    "noChecks": "Sizda yuklangan cheklar yo'q",
    "myPrizes": "🎁Mening sovrinlarim",
    "prizes": "🎁Sovrinlar",
    "switchLanguage": "🇺🇿Tilni o'zgartirish",
    "languageChanged": "Til o'zgartirildi",
    "prizesContent": "17 000 SO'MGA ISTALGAN \"RASTISHKA\" MAHSULOTLARINI XARID QILING VA AJOYIB SOVG'ALAR YUTIB OLING❗\nCHEK SURATINI YUBORING, SOVRINLI O'YINDA ISHTIROK ETING🎁",
    "week": "Hafta",
    "winners": "🏆G'oliblar",
    "winnersOfWeek": "Hafta ${date} go'liblari",
    "PRIZE_WEEKLY": "Tabriklaymiz, sizning ${check_id} unikal raqami bo'yicha chekingiz har kunlik mukofot g'olibi bo'ldi. Sizning ma'lumotlaringizni aniqlash uchun operatorimiz siz bilan 2 kun ichida bog'lanadi. ",
    "STATUS_APPROVED_1": "Tabriklaymiz, Sizning unikal: ${check_id}  raqam bo'yicha chekingiz qa'bul qilindi va sovrinlar o'yinida ishtirok etmoqda.  ",
    "STATUS_APPROVED_2": "Rahmat, Sizning chekingiz qabul qilindi va qayta ishlashga yuborildi! Chekingizning unikal raqami: ${check_id}\nG'olib bo'lgan holatda xabarlarni o'tkazib yubormaslik uchun botdan keladigan xabarlarni o'chirmang.",
    "REJECT_REASON_1": "Sizning  ${check_id}  unikal raqam bo'yicha chekingiz qa'bul qilinmadi. Yuborilgan chek avval yuklangan. Iltimos, \"Korzinka\" do'konlaridan 17 000 so'm va undan ortiq miqdorda bo'lgan \"RASTISHKA\" mahsulotini xariq qilganingiz to'g'risida aktual chekni yuklang. \nRahmat!",
    "REJECT_REASON_2": "Sizning  ${check_id}  unikal raqam bo'yicha chekingiz qa'bul qilinmadi. Chekda 17 000 so'mdan ortiq \"RASTISHKA\" mahsuloti mavjud emas. Iltimos, \"Korzinka\" do'konlaridan 17 000 so'm va undan ortiq miqdorda bo'lgan \"RASTISHKA\" mahsulotini xariq qilganingiz to'g'risida aktual chek rasmini yuklang. \nRahmat!",
    "REJECT_REASON_3": "Sizning  ${check_id}  unikal raqam bo'yicha chekingiz qa'bul qilinmadi. Yuborilgan rasm chek emas. Iltimos,  17 000 so'm va undan ortiq miqdorda bo'lgan \"RASTISHKA\" mahsulotini xariq qilganingiz to'g'risida chek rasmini yuklang. \nRahmat!",
    "REJECT_REASON_4": "Sizning  ${check_id}  unikal raqam bo'yicha chekingiz qa'bul qilinmadi. Chekdagi barcha ma'lumotlar rasmda aniq ko'rinishi kerak. Agar chek kadrga to'liq sig'masa, uni ko'rinadigan qilib rasmga olish kerak: savdo shoxobchasining nomi, sotib olingan sana, 17 000 so'm va undan ortiq bo'lgan \"RASTISHKA\" mahsulotI nomi ko'rinishi kerak.  Sizdan chekning rasmini talablarga muvofiqligini tekshirishingizni va uni qayta yuborishingizni so'raymiz. \nRahmat!",
    "REJECT_REASON_5": "Sizning  ${check_id}  unikal raqam bo'yicha chekingiz qa'bul qilinmadi.  Aksiyada faqat \"Korzinka\" tarmog'idan cheklar qa'bul qilinadi. Sizdan aksiyada ishtirok etadigan savdo nuqtasining chek rasmini yuklab olishingizni so'raymiz. Tarmoqlar ro'yxatini \"Qoidalar\" bo'limida topishingiz mumkin. \nRahmat!",
    "noWinnersYet": "Go'liblar hozircha yo'q",
    "notRegistered": "Botni ro'yxatga o'tmasdan ishlatish mumkin emas, iltimos ro'yxatdan o'ting",
    "noPrizes": "Sizda sovrinlar yo'q",
    "participate": "🎯Ishtirok etish",
    "participateDetails": "Chek suratini yuborish. Agar sizning chekingiz kadrga to'liq joylashmasa, uni: savdo nuqtasining nomi, xarid sanasi; Aksiyada ishtirok etayotgan \"RASTISHKA\" mahsuloti ko'rinadigan tarzda buklash zarur. Chekdagi barcha ma'lumotlar suratda aniq aks etishi lozim.",
    "rules": "📌Qoidalar",
    "guranteePrize": "Здесь ссылка на гарантированный приз",
    "about": "❗Aksiya haqida",
    "aboutDetails": "Aksiyada ishtirok etish uchun:\n\n🔻17 000 SO'M VA UNDAN YUQORI QIYMATLI ISTALGAN \"RASTISHKA\" MAHSULOTLARINI XARID QILING\n🔻Chek suratini Telegramga jo'nating\n🔻Yutuqli o'yinda ishtirok eting\n\nKafolatlangan sovg'a - ONLAYN BO'YOQ DAFTARI🖍️\n\nAksiya 01.09.2022 dan 30.09.2022-yilgacha o'tkaziladi!",
    "contacts": "📧Biz bilan bog'lanish",
    "contact": "Telefon raqamingizni kiriting",
    "contactDetails": "Elektron pochta xabarini yuboring: @kogi.uz ",
    "askAge": "18 yoshga to'lganmisiz?:",
    "askGender": "Jinsingizni ko'rsating",
    "askCity": "Shahringizni tanlang",
    "restrictedAge": "Aksiyada 18 yosh va undan katta, layoqatli jismoniy shaxslar ishtirok etishi mumkin.",
    "restrictedResidence": "Aksiyada O'R fuqarolari va O'R da yashash huquqiga ega hamda O'R hududida doimiy istiqomat qiluvchi chet el fuqarolari ishtirok etishi mumkin.",
    "askPromo": "Promo haqida qayerdan eshitdingiz?",
    "askName": "Ism va Familiyangizni kiriting",
    "askPhone": "Roʻyxatdan oʻtish",
    "mainMenu": "Asosiy menyu",
    "yes": "Ha",
    "ru": "Русский",
    "uz": "O'zbek",
    "no": "Yo'q",
    "male": "Erkak",
    "female": "Ayol",
    "promoEnded": "",
    "registered": "Muvaffaqiyatli ro'yxatdan o'tganingiz bilan tabriklaymiz! Aksiyada ishtirok etish uchun 17 000 so'mlik \"RASTISHKA\" mahsulotining chek suratini yuklang🎉!\nAgar sizning chekingiz kadrga to'liq joylashmasa, uni: savdo nuqtasining nomi, xarid sanasi, Aksiyada ishtirok etayotgan \"RASTISHKA\" mahsuloti ko'rinadigan tarzda buklash zarur. Chekdagi barcha ma'lumotlar suratda aniq aks etishi lozim."
}